Cases/container/container_solarLoad/0.org/airOutside/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/air";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [ 0 2 -3 0 0 0 0 ];

internalField   uniform 0.01;

boundaryField
{
    air
    {
        type            inletOutlet;
        value           uniform 0.01;
        inletValue      uniform 0.01;
    }
    airOutside_to_ground
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
        inletValue      uniform 0.01;
    }
    airOutside_to_carrier
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
        inletValue      uniform 0.01;
    }
}


// ************************************************************************* //
